Repository: SlippinDylan/Palmos
Catalog: Apps/DrivePulseApp/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Action couldn't be completed.
zh_hans: 无法完成此操作。
zh_hant: 無法完成此操作。

source: Advanced Monitoring
zh_hans: 高级监控
zh_hant: 進階監控

source: Always Shown
zh_hans: 始终显示
zh_hant: 永遠顯示

source: APFS Container
zh_hans: APFS 容器
zh_hant: APFS 容器

source: APFS Volume
zh_hans: APFS 卷
zh_hant: APFS 卷宗

source: Approval needed in Login Items Settings.
zh_hans: 需要在“登录项”设置中批准。
zh_hant: 需要在「登入項目」設定中核准。

source: Available
zh_hans: 可用
zh_hant: 可用

source: Available Spare
zh_hans: 可用备用块
zh_hant: 可用備用區塊

source: BSD Name
zh_hans: BSD 名称
zh_hant: BSD 名稱

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Capacity
zh_hans: 容量
zh_hant: 容量

source: Celsius
zh_hans: 摄氏
zh_hant: 攝氏

source: Check Again
zh_hans: 再次检查
zh_hant: 再次檢查

source: Checking Status
zh_hans: 正在检查状态
zh_hant: 正在檢查狀態

source: Choose how DrivePulse behaves on this Mac.
zh_hans: 选择 DrivePulse 在这台 Mac 上的运行方式。
zh_hant: 選擇 DrivePulse 在這台 Mac 上的運作方式。

source: Choose which device details appear in the scrollable panel area.
zh_hans: 选择要在面板滚动区域中显示的设备详情。
zh_hant: 選擇要在面板捲動區域中顯示的裝置詳細資訊。

source: Composite
zh_hans: 综合
zh_hant: 綜合

source: Connect and mount an external drive to start monitoring.
zh_hans: 连接并挂载外接硬盘后，DrivePulse 将自动开始监控。
zh_hant: 連接並掛載外接硬碟後，DrivePulse 將自動開始監控。

source: Connection
zh_hans: 连接
zh_hant: 連線

source: Connection & NVMe
zh_hans: 连接与 NVMe
zh_hant: 連線與 NVMe

source: Container ID
zh_hans: 容器 ID
zh_hant: 容器 ID

source: Container UUID
zh_hans: 容器 UUID
zh_hant: 容器 UUID

source: Controller
zh_hans: 控制器
zh_hant: 控制器

source: Controller Busy Time
zh_hans: 控制器繁忙时间
zh_hant: 控制器忙碌時間

source: Critical Temp Time
zh_hans: 严重温度时长
zh_hant: 嚴重溫度時長

source: Critical Threshold
zh_hans: 严重阈值
zh_hant: 嚴重閾值

source: Critical Warning
zh_hans: 严重警告
zh_hant: 嚴重警告

source: Details
zh_hans: 详情
zh_hant: 詳細資訊

source: Device
zh_hans: 设备
zh_hant: 裝置

source: Device Details
zh_hans: 设备详情
zh_hant: 裝置詳細資訊

source: Device ID
zh_hans: 设备 ID
zh_hant: 裝置 ID

source: Device Identity
zh_hans: 设备标识
zh_hant: 裝置識別

source: Device Name
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Device Node
zh_hans: 设备节点
zh_hant: 裝置節點

source: Disk Utility
zh_hans: 磁盘工具
zh_hant: 磁碟工具程式

source: Display
zh_hans: 显示
zh_hant: 顯示

source: DrivePulse can launch automatically when you sign in.
zh_hans: DrivePulse 可以在你登录时自动启动。
zh_hant: DrivePulse 可以在你登入時自動啟動。

source: DrivePulse could not verify the SMART helper.
zh_hans: DrivePulse 无法验证 SMART Helper。
zh_hant: DrivePulse 無法驗證 SMART Helper。

source: DrivePulse is checking the installed helper.
zh_hans: DrivePulse 正在检查已安装的 Helper。
zh_hant: DrivePulse 正在檢查已安裝的 Helper。

source: DrivePulse needs to install the privileged SMART helper to read drive health data.
zh_hans: DrivePulse 需要安装特权 SMART 助手以读取驱动器健康数据。
zh_hant: DrivePulse 需要安裝特權 SMART 助理以讀取磁碟健康資料。

source: DrivePulse needs to update the privileged SMART helper before SMART data can be refreshed.
zh_hans: 需要更新特权 SMART 助手才能刷新 SMART 数据。
zh_hant: 需要更新特權 SMART 助理才能重新整理 SMART 資料。

source: Eject
zh_hans: 推出
zh_hant: 退出

source: Eject Disk
zh_hans: 推出磁盘
zh_hant: 推出磁碟

# eject.accessibility.cancel
source: Cancel eject recovery
zh_hans: 取消弹出恢复
zh_hant: 取消退出恢復

# eject.accessibility.confirmForce
source: Confirm destructive force eject
zh_hans: 确认破坏性强制弹出
zh_hant: 確認破壞性強制退出

# eject.accessibility.requestForce
source: Review force eject warning
zh_hans: 查看强制弹出警告
zh_hant: 檢視強制退出警告

# eject.accessibility.retry
source: Retry safe eject
zh_hans: 重试安全弹出
zh_hant: 重試安全退出

# eject.action.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# eject.action.confirmForce
source: Force Eject
zh_hans: 强制弹出
zh_hant: 強制退出

# eject.action.requestForce
source: Force Eject…
zh_hans: 强制弹出…
zh_hant: 強制退出…

# eject.action.retry
source: Retry Eject
zh_hans: 重试弹出
zh_hant: 重試退出

# eject.error.busy
source: The disk is in use.
zh_hans: 磁盘正在使用中。
zh_hant: 磁碟正在使用中。

# eject.error.exclusiveAccess
source: macOS could not get exclusive access to the disk.
zh_hans: macOS 无法独占访问此磁盘。
zh_hant: macOS 無法獨佔存取此磁碟。

# eject.error.io
source: An input/output error occurred.
zh_hans: 发生了输入/输出错误。
zh_hant: 發生輸入/輸出錯誤。

# eject.error.notFound
source: The disk is no longer available.
zh_hans: 磁盘已不可用。
zh_hant: 磁碟已無法使用。

# eject.error.notMounted
source: The disk was not mounted.
zh_hans: 磁盘未挂载。
zh_hant: 磁碟未掛載。

# eject.error.notPermitted
source: DrivePulse does not have permission to complete this operation.
zh_hans: DrivePulse 没有完成此操作的权限。
zh_hant: DrivePulse 沒有完成此操作的權限。

# eject.error.notReady
source: The disk is not ready.
zh_hans: 磁盘尚未就绪。
zh_hant: 磁碟尚未就緒。

# eject.error.smartCompletionUnobservable
source: DrivePulse could not confirm that its SMART process stopped.
zh_hans: DrivePulse 无法确认其 SMART 进程已停止。
zh_hant: DrivePulse 無法確認其 SMART 程序已停止。

# eject.error.smartCompletionUnobservableGuidance
source: To keep the disk safe, quit and reopen DrivePulse, then try ejecting again.
zh_hans: 为确保磁盘安全，请退出并重新打开 DrivePulse，然后再次尝试弹出。
zh_hant: 為確保磁碟安全，請退出並重新開啟 DrivePulse，然後再次嘗試退出。

# eject.error.technicalDetail
source: Status 0x%1$08X on %2$@
zh_hans: 状态代码 0x%1$08X，设备 %2$@
zh_hant: 狀態代碼 0x%1$08X，裝置 %2$@

# eject.error.timedOut
source: The operation timed out.
zh_hans: 操作超时。
zh_hant: 操作逾時。

# eject.error.unknown
source: macOS returned an unknown error.
zh_hans: macOS 返回了未知错误。
zh_hant: macOS 傳回未知錯誤。

# eject.forceConfirmation.message
source: Active writes may be interrupted. Unsaved data may be lost, and the disk's filesystem may be damaged. Confirm that copying, backups, and file writes have stopped.
zh_hans: 正在进行的写入可能会中断。未保存的数据可能丢失，磁盘文件系统也可能损坏。请确认复制、备份和文件写入均已停止。
zh_hant: 進行中的寫入可能會中斷。未儲存的資料可能遺失，磁碟檔案系統也可能損壞。請確認複製、備份和檔案寫入均已停止。

# eject.forceConfirmation.title
source: Force eject “%@”?
zh_hans: 强制弹出“%@”？
zh_hant: 強制退出「%@」？

# eject.occupancy.deviceNode
source: direct disk access
zh_hans: 直接磁盘访问
zh_hant: 直接磁碟存取

# eject.occupancy.openFileOrDirectory
source: open file or folder
zh_hans: 打开的文件或文件夹
zh_hant: 開啟的檔案或資料夾

# eject.occupancy.unknown
source: unknown disk use
zh_hans: 未知磁盘占用
zh_hant: 未知磁碟佔用

# eject.occupancy.workingDirectory
source: working folder
zh_hans: 工作目录
zh_hant: 工作目錄

# eject.recovery.guidance
source: Close related files or stop transfers, then try again.
zh_hans: 请关闭相关文件或停止传输，然后重试。
zh_hant: 請關閉相關檔案或停止傳輸，然後重試。

# eject.recovery.knownHolders
source: This disk is being used by %@.
zh_hans: 此磁盘正由 %@ 使用。
zh_hant: 此磁碟正由 %@ 使用。

# eject.recovery.operationInProgress
source: Eject operation in progress…
zh_hans: 正在执行弹出操作…
zh_hant: 正在執行退出操作…

# eject.recovery.title
source: Couldn't eject “%@”.
zh_hans: 无法弹出“%@”。
zh_hant: 無法退出「%@」。

# eject.recovery.unknownHolder
source: macOS reports that this disk is in use, but DrivePulse couldn't identify the process.
zh_hans: macOS 报告此磁盘正在使用中，但 DrivePulse 无法识别占用进程。
zh_hant: macOS 回報此磁碟正在使用中，但 DrivePulse 無法識別佔用程序。

# eject.result.deviceDisappeared
source: “%@” is no longer available.
zh_hans: “%@”已不可用。
zh_hant: 「%@」已無法使用。

# eject.result.safeToRemove
source: “%@” is safe to remove.
zh_hans: 现在可以安全移除“%@”。
zh_hant: 現在可以安全移除「%@」。

# eject.stage.awaitingForceConfirmation
source: While awaiting force confirmation:
zh_hans: 等待强制弹出确认时：
zh_hant: 等待強制退出確認時：

# eject.stage.awaitingRecoveryChoice
source: While awaiting recovery:
zh_hans: 等待恢复操作时：
zh_hant: 等待恢復操作時：

# eject.stage.deviceDisappeared
source: After the disk disappeared:
zh_hans: 磁盘消失后：
zh_hant: 磁碟消失後：

# eject.stage.diagnosingOccupancy
source: While checking disk use:
zh_hans: 检查磁盘占用时：
zh_hant: 檢查磁碟佔用時：

# eject.stage.ejectedSuccessfully
source: After eject completed:
zh_hans: 弹出完成后：
zh_hant: 退出完成後：

# eject.stage.ejecting
source: During eject:
zh_hans: 弹出时：
zh_hant: 退出時：

# eject.stage.forceUnmounting
source: During forced unmount:
zh_hans: 强制卸载时：
zh_hant: 強制卸載時：

# eject.stage.preparing
source: While preparing to eject:
zh_hans: 准备弹出时：
zh_hant: 準備退出時：

# eject.stage.unmounting
source: During unmount:
zh_hans: 卸载时：
zh_hant: 卸載時：

# eject.technicalDetails.label
source: Technical Details
zh_hans: 技术详情
zh_hant: 技術詳細資訊

source: Ejected disk.
zh_hans: 已推出磁盘。
zh_hant: 已退出磁碟。

source: Enclosure Firmware
zh_hans: 外壳固件
zh_hant: 外殼韌體

source: Error Log Entries
zh_hans: 错误日志条目
zh_hant: 錯誤記錄項目

source: Fahrenheit
zh_hans: 华氏
zh_hant: 華氏

source: File System
zh_hans: 文件系统
zh_hant: 檔案系統

source: Firmware
zh_hans: 固件
zh_hant: 韌體

source: Firmware No-Reset Update
zh_hans: 固件无需重置更新
zh_hant: 韌體無需重置更新

source: Firmware Slots
zh_hans: 固件槽数
zh_hant: 韌體插槽數

source: Free
zh_hans: 可用
zh_hant: 可用

source: General
zh_hans: 通用
zh_hant: 一般

source: Health
zh_hans: 健康
zh_hant: 健康狀態

source: Health & SMART
zh_hans: 健康与 SMART
zh_hant: 健康與 SMART

source: Health and temperature monitoring is available.
zh_hans: 健康与温度监控已可用。
zh_hant: 健康與溫度監控已可用。

source: Helper required
zh_hans: 需要 Helper
zh_hant: 需要 Helper

source: Install
zh_hans: 安装
zh_hant: 安裝

source: Install Advanced Monitoring
zh_hans: 安装高级监控
zh_hant: 安裝進階監控

source: Install the helper to enable health and temperature data.
zh_hans: 安装 Helper 后可获取健康与温度数据。
zh_hant: 安裝 Helper 後可取得健康與溫度資料。

source: Installation Failed
zh_hans: 安装失败
zh_hant: 安裝失敗

source: Installed
zh_hans: 已安装
zh_hant: 已安裝

source: Installing
zh_hans: 正在安装
zh_hant: 正在安裝

source: Launch at Login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Link Controller Firmware
zh_hans: 链路控制器固件
zh_hant: 連結控制器韌體

source: Link Speed
zh_hans: 链路速度
zh_hant: 連結速度

source: Loading
zh_hans: 加载中
zh_hant: 載入中

source: macOS may ask for administrator approval.
zh_hans: macOS 可能会请求管理员授权。
zh_hant: macOS 可能會要求管理員授權。

source: Manage the privileged helper used for health and temperature monitoring.
zh_hans: 管理用于健康与温度监控的特权 Helper。
zh_hant: 管理用於健康與溫度監控的特權 Helper。

source: Media Integrity Errors
zh_hans: 介质完整性错误
zh_hant: 媒體完整性錯誤

source: Model
zh_hans: 型号
zh_hant: 型號

source: Mount Point
zh_hans: 挂载点
zh_hant: 掛載點

source: Mounted
zh_hans: 已挂载
zh_hant: 已掛載

source: No
zh_hans: 否
zh_hant: 否

source: No connection details available
zh_hans: 没有连接详情
zh_hant: 沒有連線詳細資訊

source: No device details available
zh_hans: 没有可用的设备详情
zh_hant: 沒有可用的裝置詳細資訊

source: No device selected
zh_hans: 未选择设备
zh_hant: 未選取裝置

source: No Mounted External Drives
zh_hans: 未检测到已挂载的外接硬盘
zh_hant: 未偵測到已掛載的外接硬碟

source: No mounted volume available.
zh_hans: 没有可用的已挂载卷。
zh_hant: 沒有可用的已掛載卷宗。

source: No mounted volumes
zh_hans: 没有已挂载卷
zh_hant: 沒有已掛載卷宗

source: No SMART details available
zh_hans: 没有 SMART 详情
zh_hant: 沒有 SMART 詳細資訊

source: No throughput data
zh_hans: 没有吞吐数据
zh_hant: 沒有吞吐量資料

source: No volume information available
zh_hans: 没有卷信息
zh_hant: 沒有卷宗資訊

source: Not Installed
zh_hans: 未安装
zh_hant: 未安裝

source: Not Mounted
zh_hans: 未挂载
zh_hant: 未掛載

source: Not requested
zh_hans: 未请求
zh_hant: 未要求

source: NVMe & PCI
zh_hans: NVMe 与 PCI
zh_hant: NVMe 與 PCI

source: NVMe Serial
zh_hans: NVMe 序列号
zh_hant: NVMe 序號

source: NVMe Version
zh_hans: NVMe 版本
zh_hant: NVMe 版本

source: Open in Finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中打開

source: Open Login Items Settings
zh_hans: 打开“登录项”设置
zh_hant: 打開「登入項目」設定

source: Open Settings to install or update the SMART helper.
zh_hans: 打开设置以安装或更新 SMART Helper。
zh_hant: 打開設定以安裝或更新 SMART Helper。

source: Opened Disk Utility.
zh_hans: 已打开“磁盘工具”。
zh_hant: 已打開「磁碟工具程式」。

source: Opened in Finder.
zh_hans: 已在 Finder 中打开。
zh_hant: 已在 Finder 中打開。

source: Opened Settings.
zh_hans: 已打开设置。
zh_hant: 已打開設定。

source: Overall Health
zh_hans: 整体健康
zh_hant: 整體健康

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: PCI Link Speed
zh_hans: PCI 链路速度
zh_hant: PCI 連結速度

source: PCI Link Status
zh_hans: PCI 链路状态
zh_hant: PCI 連結狀態

source: PCI Link Width
zh_hans: PCI 链路宽度
zh_hant: PCI 連結寬度

source: PCI Slot
zh_hans: PCI 插槽
zh_hant: PCI 插槽

source: PCIe Speed
zh_hans: PCIe 速度
zh_hant: PCIe 速度

source: PCIe Width
zh_hans: PCIe 宽度
zh_hant: PCIe 寬度

source: Permission required
zh_hans: 需要权限
zh_hant: 需要權限

source: Physical Disk
zh_hans: 物理磁盘
zh_hant: 實體磁碟

source: Physical Partitions
zh_hans: 物理分区
zh_hant: 實體分割區

source: Physical Store
zh_hans: 物理存储
zh_hant: 實體儲存

source: Physical Store UUID
zh_hans: 物理存储 UUID
zh_hant: 實體儲存 UUID

source: Power Cycles
zh_hans: 上电次数
zh_hant: 上電次數

source: Power-On Hours
zh_hans: 通电时间
zh_hant: 通電時間

source: Protocol
zh_hans: 协议
zh_hant: 協定

source: Quit
zh_hans: 退出
zh_hant: 退出

source: Quit DrivePulse
zh_hans: 退出 DrivePulse
zh_hant: 退出 DrivePulse

source: Quitting DrivePulse…
zh_hans: 正在退出 DrivePulse…
zh_hant: 正在退出 DrivePulse…

source: Read
zh_hans: 读取
zh_hant: 讀取

source: Refresh SMART Data
zh_hans: 刷新 SMART 数据
zh_hant: 重新整理 SMART 資料

source: Role
zh_hans: 角色
zh_hant: 角色

source: Sealed
zh_hans: 已封存
zh_hant: 已封存

source: Sensor 1
zh_hans: 传感器 1
zh_hant: 感測器 1

source: Sensor 2
zh_hans: 传感器 2
zh_hant: 感測器 2

source: Serial Number
zh_hans: 序列号
zh_hant: 序號

source: Session Read
zh_hans: 本次读取
zh_hant: 本次讀取

source: Session Write
zh_hans: 本次写入
zh_hant: 本次寫入

source: Settings
zh_hans: 设置
zh_hant: 設定

source: SMART Status
zh_hans: SMART 状态
zh_hant: SMART 狀態

source: Status Unavailable
zh_hans: 状态不可用
zh_hant: 無法取得狀態

source: Temperature
zh_hans: 温度
zh_hant: 溫度

source: Temperature Unit
zh_hans: 温度单位
zh_hant: 溫度單位

source: The helper is installed by macOS with administrator approval and is only used for SMART access and safe-eject occupancy checks.
zh_hans: Helper 由 macOS 在管理员授权后安装，仅用于 SMART 访问和安全推出占用检查。
zh_hant: Helper 由 macOS 在管理員授權後安裝，僅用於 SMART 存取和安全推出佔用檢查。

source: The SMART Helper installation did not complete.
zh_hans: SMART Helper 安装未完成。
zh_hant: SMART Helper 安裝未完成。

source: Throughput
zh_hans: 吞吐
zh_hant: 吞吐量

source: Total
zh_hans: 总计
zh_hant: 總計

source: Total Capacity
zh_hans: 总容量
zh_hant: 總容量

source: Total Read
zh_hans: 累计读取
zh_hant: 累計讀取

source: Total Write
zh_hans: 累计写入
zh_hant: 累計寫入

source: Total Written
zh_hans: 累计写入
zh_hant: 累計寫入

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Tunnel Compatible
zh_hans: 支持 Tunnel
zh_hant: 支援 Tunnel

source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

source: Unsafe Shutdowns
zh_hans: 非正常关机
zh_hant: 非正常關機

source: Unsupported
zh_hans: 不支持
zh_hant: 不支援

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update Advanced Monitoring
zh_hans: 更新高级监控
zh_hant: 更新進階監控

source: Update required
zh_hans: 需要更新
zh_hant: 需要更新

source: Update Required
zh_hans: 需要更新
zh_hant: 需要更新

source: Update SMART Helper for Complete Health Data
zh_hans: 更新 SMART 助手以获取完整健康数据
zh_hant: 更新 SMART 助理以取得完整健康資料

source: Update the helper to match this version of DrivePulse.
zh_hans: 更新 Helper 以匹配当前版本的 DrivePulse。
zh_hant: 更新 Helper 以符合目前版本的 DrivePulse。

source: Upstream Port
zh_hans: 上游端口
zh_hant: 上游連接埠

source: Used
zh_hans: 已用
zh_hant: 已用

source: Vendor
zh_hans: 厂商
zh_hant: 廠商

source: Verified
zh_hans: 已验证
zh_hant: 已驗證

source: Volume UUID
zh_hans: 卷 UUID
zh_hant: 卷宗 UUID

source: Volumes
zh_hans: 卷
zh_hant: 卷宗

source: Volumes & Partitions
zh_hans: 卷与分区
zh_hant: 卷宗與分割區

source: Warning Temp Time
zh_hans: 警告温度时长
zh_hant: 警告溫度時長

source: Warning Threshold
zh_hans: 警告阈值
zh_hant: 警告閾值

source: Wear Level
zh_hans: 磨损程度
zh_hant: 磨損程度

source: Write
zh_hans: 写入
zh_hant: 寫入

source: Yes
zh_hans: 是
zh_hant: 是
